jomjol/AI-on-the-edge-device/code/components/mdns/tests/host_test/sdkconfig.ci.console
CONFIG_IDF_TARGET="linux"
CONFIG_ESP_EVENT_POST_FROM_ISR=n
CONFIG_MDNS_ENABLE_CONSOLE_CLI=y
CONFIG_TEST_CONSOLE=y
